Repository: olreppe/pyWATS
Catalog: referenced_code/WATS Client Configurator/Resources/Strings.*.resx
Languages: nb_no

# CfgMnu_Gen_Gen_Name
source: General
nb_no: Generelle instillinger

# CfgMnu_Gen_Name
source: General
nb_no: Generelt

# CfgMnu_Gen_Pxy_Name
source: Proxy Settings
nb_no: Proxy instillinger

# CfgMnu_TDM_LV_Name
source: NI LabVIEW add-on
nb_no: NI LabVIEW tillegg

# CfgMnu_TDM_TDM_Name
source: Connection
nb_no: TDM Instillinger

# CfgMnu_TDM_TS_Name
source: NI TestStand add-on
nb_no: NI TestStand tillegg

# CfgMnu_TDM_YM_Name
source: Yield monitor settings
nb_no: Yield monitor instillinger

# Cfg_AdvOptText
source: Advanced options
nb_no: Avanserte intsillinger

# Cfg_Apply_BText
source: Apply
nb_no: Bruk

# Cfg_Cancel_BText
source: Cancel
nb_no: Avbryt

# Cfg_Gen_Gen_gps_Example
source: E.g: 59.697867,10.247821
nb_no: F.eks.: 59.697867,10.247821

# Cfg_Gen_Gen_gps_ExampleUrl
source: https://getlatlong.net/
nb_no: http://itouchmap.com/latlong.html

# Cfg_Gen_Gen_LocPur_Description
source: Location and Purpose is used to identify the station and are displayed in reports and dashboards. To edit the values, go to your WATS web application > Control Panel > System Manager
nb_no: Plassering og Hensikt benyttes for å identifisere test stasjonen. Verdiene vises i UUT Rapporten i WATS Portalen.

# Cfg_Gen_Gen_gps_Name
source: GPS coordinates
nb_no: GPS koordinater

# Cfg_Gen_Gen_Heading
source: General
nb_no: Generelle instillinger

# Cfg_Gen_Gen_Loc_Name
source: Location
nb_no: Plassering

# Cfg_Gen_Gen_Pur_Name
source: Purpose
nb_no: Hensikt

# Cfg_Gen_Gen_station_Description
source: The station name is equal with the Windows computer name and must be edited in Windows.
nb_no: Stasjonsnavnet er det samme som maskinnavnet i Windows, maskinnavnet må endres i windows instillinger.

# Cfg_Gen_Gen_station_Name
source: Station name
nb_no: Stasjonsnavn

# Cfg_Gen_Pxy_adr_Name
source: Proxy address
nb_no: Proxy Adresse

# Cfg_Gen_Pxy_Heading
source: Proxy Settings
nb_no: Proxy instillinger

# Cfg_Gen_Pxy_method_Name
source: Auth. method
nb_no: Aut. metode

# Cfg_Gen_Pxy_pwd_Name
source: Password
nb_no: Passord

# Cfg_Gen_Pxy_usr_Name
source: Username
nb_no: Brukernavn

# Cfg_TDM_TDM_adr_Description
source: Service address to your wats.com account or WATS server. Click “Disconnect” to reset the client and log on to another service.
nb_no: Service adresse til din WATS server eller skyWATS.com konto. Klikk “Avregistrer” for å resette klienten og knytte til en annen service addresse

# Cfg_TDM_TDM_adr_Name
source: Service address
nb_no: Service adresse

# Cfg_TDM_TDM_Heading
source: Connection
nb_no: TDM Settings

# Cfg_TDM_TS_Configured
source: Add-on installed
nb_no: - Configured for WATS

# Cfg_TDM_TS_Description
source: Configure one or more TestStand installations to add WATS logging
nb_no: You must configure one or more TestStand installations to use WATS for automatic UUT reporting

# Cfg_TDM_TS_UnConfigured
source: Add-on not installed
nb_no: - Unconfigured

# Cfg_TDM_YM_OnTop_Name
source: Always on top
nb_no: Alltid øverst

# Cfg_TDM_YM_PN_Name
source: Part number
nb_no: Part nummer

# Cfg_TDM_YM_Transp_Name
source: % Transparency
nb_no: % Gjennomsiktighet

# Cfg_TDM_YM_WL_Name
source: Warning Level
nb_no: Varslingsnivå

# Cfg_MES_MES_adr_Description
source: Service address is the URL to the WATS MES Service.
nb_no: Service adresse er URL'en til WATS MES Servicen.

# Cfg_MES_MES_adr_Name
source: Service address
nb_no: Service adresse

# Cfg_MES_MES_ep_Description
source: If multiple endpoints are available, select the proper one to use.
nb_no: Dersom flere endepunkter er definert, velg den rikitge fra listen.

# Cfg_MES_MES_ep_Name
source: MES Endpoint
nb_no: MES Endepunkt

# Cfg_MES_MES_Heading
source: MES Settings
nb_no: MES Instillinger

# Cfg_MES_MES_tst_BText
source: Run test
nb_no: Kjør test

# Cfg_MES_MES_tst_Name
source: Test connection
nb_no: Test forbindelse

# Cfg_MES_SW_root_Description
source: Software root folder. Local path to where all software packages are installed.
nb_no: Software Distribusjon rot-katalog. Lokal sti til SW pakke område.

# Cfg_MES_SW_root_name
source: Root folder
nb_no: Rotkatalog:

# CfgMnu_MES_MES_Name
source: MES Settings
nb_no: MES Instillinger

# Cfg_TDM_API_Description
source: The WATS .NET API can be used to integrate WATS into test sequencers or other systems, or create data converters for import into WATS. See the API Reference documentation here:
nb_no: The WATS .NET API is automatically installed with the WATS Client, and can be used for creating UUT (Unit Under Test) or UUR (Unit Under Repair) reports from an stand alone Visual Studio application, or other programming languages supporting .NET assemblies. Please see the help file for detailed descriptions.

# CfgMsgboxUpdate
source: A new WATS client version is available, upgrade will start automatically.
nb_no: A new WATS client version is available, oppgradering vil starte automatisk.

# CfgMsgboxUpdateHdr
source: Client upgrade
nb_no: Klient oppgradering

# Cfg_MES_MES_enabled
source: MES enabled
nb_no: MES aktivert

# Cfg_TDM_TDM_AuthPassword
source: Password
nb_no: Passord

# Cfg_TDM_TDM_AuthUsername
source: Username
nb_no: Brukernavn

# CfgMnu_Gen_Con_Name
source: Converters
nb_no: Konvertere

# Cfg_MES_notallowed
source: MES requires a minimum version {0}, server reports version {1}
nb_no: MES krever minimum versjon {0}, server versjon er {1}

# Cfg_MES_minver
source: MES requires version {0} or later
nb_no: MES krever versjon {0} eller nyere

# Cfg_MES_srvver
source: Server version is {0}
nb_no: Server versjon er {0}

# Cfg_TDM_TDM_confirmdisconnect_text
source: Are you sure you want to disconnect this client from the connected server? The client must be registered again before it can deliver any reports to the server.
nb_no: Bekreft avregistrering fra tilknyttet server. Klienten må registreres på nytt før den kan levere rapporter til server.

# Cfg_TDM_TDM_confirmdisconnect_title
source: Confirm Disconnect
nb_no: Bekreft avregistrering

# Cfg_TDM_TDM_disconnect_BText
source: Disconnect
nb_no: Avregistrer

# CfgMnu_Gen_Setup_Name
source: Setup
nb_no: Oppsett
